{
  "articles": [
    {
      "originalTitle": "\"北은 경계·적대 대상\" 63%, \"협력·도움 대상\" 34%…학생 설문",
      "translatedTitle": "Survey: 63% of Students See North Korea as an Object of Vigilance and Hostility, 34% as an Object of Cooperation and Assistance",
      "summary": {
        "quote": "North Korea is perceived as an object of vigilance or hostility by 63.2%, nearly double the proportion viewing it as an object of cooperation or assistance (34.3%)",
        "text": "A recent survey by the Ministry of Unification reveals a significant shift in South Korean students' perceptions of North Korea. A majority now view the North with caution or hostility, a stark contrast to 2021 when cooperation and assistance were the prevailing sentiments. This shift is coupled with a growing skepticism towards reunification and decreased interest in the topic among the younger generation, reflecting a changing landscape in inter-Korean relations and public opinion.",
        "interestLevel": "⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250403149300504",
      "date": "Fri, 4 Apr 2025 10:00:01 +0900"
    },
    {
      "originalTitle": "북, 내각회의 열고 1분기 경제 상황 평가…\"자랑찬 성과 이룩\"",
      "translatedTitle": "North Korea Holds Cabinet Meeting, Assesses First Quarter Economic Situation... 'Achieved Proud Successes'",
      "summary": {
        "quote": "The first shoots of the 'Local Development 20x10 Policy' energetically sounded the note of production normalization... Proud successes were achieved in the execution of the first quarter People's Economic Plan",
        "text": "North Korea convened a cabinet meeting to assess the progress of its first-quarter economic plans, focusing on the 'Local Development 20x10 Policy.' While claiming 'proud successes' in the plan's execution, the meeting also highlighted shortcomings and called for increased efforts to combat 'passivity' and 'self-preservation' among officials. Discussions included agricultural preparations and the management of socialist policies related to childcare, indicating a focus on both economic development and social control.",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250404016000504",
      "date": "Fri, 4 Apr 2025 07:28:02 +0900"
    },
    {
      "originalTitle": "[북한날씨] 전 지역 구름 많아…\"평양 낮 최고 18도\"",
      "translatedTitle": "[North Korea Weather] Mostly Cloudy Across All Regions... 'Pyongyang High of 18 Degrees'",
      "summary": {
        "quote": "Pyongyang: Partly cloudy and occasional rain, 17, 60",
        "text": "This article is a brief weather forecast for North Korea, providing temperature and precipitation predictions for various regions. While not directly related to historical analysis, the provided information about daily life and regional weather patterns could potentially offer insights into the environmental context of North Korean society that is only useful for a historian in certain circumstances.",
        "interestLevel": "⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250404016400504",
      "date": "Fri, 4 Apr 2025 07:15:56 +0900"
    },
    {
      "originalTitle": "김정은, 준공앞둔 화성3단계 편의시설 시찰…\"새 봉사분야 개척\"",
      "translatedTitle": "Kim Jong-un Inspects Convenience Facilities in Hwaseong 3rd Phase Ahead of Completion... 'Pioneering New Service Areas'",
      "summary": {
        "quote": "Constantly pioneering and expanding new service areas in new forms and methods occupies an important place in realizing our Party's policy of dramatically improving the material and cultural welfare of the capital's citizens and the people across the nation",
        "text": "Kim Jong-un inspected the nearly completed convenience facilities in the Hwaseong district, emphasizing the importance of improving public welfare. He highlighted the new services being offered, including a modern computer gaming center, and stressed the need for excellent operational systems and preparation. The visit, accompanied by his daughter Ju-ae, underscores the regime's focus on showcasing improvements in living standards, especially in Pyongyang, and could signal a strategy to bolster domestic support by focusing on the economic well-being of the population.",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250404013300504",
      "date": "Fri, 4 Apr 2025 06:48:51 +0900"
    },
    {
      "originalTitle": "유엔 인권이사회, '러 파병 우려' 담긴 北인권결의 채택",
      "translatedTitle": "UN Human Rights Council Adopts Resolution on North Korean Human Rights, Including 'Concerns Over Dispatch of Troops to Russia'",
      "summary": {
        "quote": "Urges North Korea to refrain from using lethal and excessive force in areas that exacerbate civilian suffering and human rights abuses and destabilize international security",
        "text": "The UN Human Rights Council adopted a resolution condemning human rights violations in North Korea, including concerns about the deployment of troops to Russia. The resolution also highlights the potential for forced labor to constitute enslavement and calls for the release of arbitrarily detained individuals, including South Korean missionaries. The inclusion of concerns regarding North Korea's involvement in the war in Ukraine and the strengthening of language around forced labor highlights the international community's increasing focus on North Korea's external and internal abuses.",
        "interestLevel": "⭐️⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250404001100109",
      "date": "Fri, 4 Apr 2025 00:43:36 +0900"
    },
    {
      "originalTitle": "[북한단신] 박인철 최고인민회의 의장, 러 공산당 대표단 면담",
      "translatedTitle": "[North Korea Brief] Park In-cheol, Chairman of the Supreme People's Assembly, Meets with Russian Communist Party Delegation",
      "summary": {
        "quote": "Park In-cheol, Chairman of the Supreme People's Assembly, met with a delegation from the Russian Communist Party",
        "text": "This brief article reports on a meeting between Park In-cheol, Chairman of North Korea's Supreme People's Assembly, and a delegation from the Russian Communist Party. This meeting signals continued collaboration between North Korea and Russia, reinforcing existing political and ideological ties. The presence of officials involved in North Korea-Russia friendship initiatives further underscores the strengthening of bilateral relations, a key aspect of North Korea's foreign policy and international alignment.",
        "interestLevel": "⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250403156500504",
      "date": "Thu, 3 Apr 2025 17:31:58 +0900"
    },
    {
      "originalTitle": "[게시판] 하나원 탈북민 교육생, 제빵·나눔 봉사",
      "translatedTitle": "[Bulletin Board] Hanawon Defector Trainees, Baking and Sharing Service",
      "summary": {
        "quote": "Hanawon defector trainees participated in 'Love Baking and Sharing Volunteering' in Gwonseon-gu, Suwon-si, Gyeonggi-do",
        "text": "This article discusses a volunteer activity where North Korean defector trainees at Hanawon participated in baking and sharing with the elderly. It highlights Hanawon's efforts to integrate defectors into South Korean society through community service programs. The effort to ease the transition for defectors could be useful for studies on migration and resettlement.",
        "interestLevel": "⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250403156100504",
      "date": "Thu, 3 Apr 2025 17:31:15 +0900"
    },
    {
      "originalTitle": "북한 신종 외화벌이…IT업자로 위장취업해 유럽기업 침투",
      "translatedTitle": "North Korea's New Foreign Currency Earning Method… Penetrating European Companies by Disguising as IT Workers",
      "summary": {
        "quote": "North Korea's 'IT warriors' who earn foreign currency through hacking operations after disguising themselves as remote freelance workers for overseas companies, including in the United States, are recently expanding their disguised employment range to Europe",
        "text": "North Korea is increasingly using disguised IT workers to infiltrate European companies as remote freelance workers for foreign currency earnings. This practice involves creating fake resumes and applying for jobs via online platforms, with payments handled through cryptocurrency. The move to Europe suggests a diversification of targets due to increased scrutiny and legal actions in the US, highlighting North Korea's persistent efforts to circumvent sanctions and fund its regime through illicit cyber activities.",
        "interestLevel": "⭐️⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250403116600009",
      "date": "Thu, 3 Apr 2025 14:44:44 +0900"
    },
    {
      "originalTitle": "[북한날씨] 평남·황해 대체로 맑음…평북·함경은 흐림",
      "translatedTitle": "[North Korea Weather] Mostly Clear in South Pyongan and Hwanghae... Cloudy in North Pyongan and Hamgyong",
      "summary": {
        "quote": "Pyongyang : Clear, 16, 0",
        "text": "This article is a brief weather forecast for North Korea, providing temperature and precipitation predictions for various regions. While not directly related to historical analysis, the provided information about daily life and regional weather patterns could potentially offer insights into the environmental context of North Korean society that is only useful for a historian in certain circumstances.",
        "interestLevel": "⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250403016100504",
      "date": "Thu, 3 Apr 2025 06:45:04 +0900"
    },
    {
      "originalTitle": "\"김일성大, 시베리아 과학기지에 대표사무소 설립 검토\"",
      "translatedTitle": "\"Kim Il-sung University Considering Establishing Representative Office at Siberian Science Base\"",
      "summary": {
        "quote": "Currently, Novosibirsk State University, the Standing Committee of the Siberian Branch of the Russian Academy of Sciences, and the Novosibirsk Akademgorodok Science and Technology Park are actively seeking a location for the Kim Il-sung University representative office",
        "text": "Kim Il-sung University is considering establishing a representative office at Akademgorodok, a science base in Siberia, to strengthen scientific and educational cooperation with Russia. This initiative aims to foster joint research, student and faculty exchanges, and academic conferences. The partnership highlights North Korea's efforts to leverage international collaborations, particularly with Russia, to advance its scientific and technological capabilities, despite international sanctions and isolation.",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250403015300504",
      "date": "Thu, 3 Apr 2025 06:42:37 +0900"
    },
    {
      "originalTitle": "\"북한 새 군함, 미사일 50기 이상 탑재할 수직발사대 갖춘 듯\"",
      "translatedTitle": "\"North Korea's New Warship Appears to Have Vertical Launchers Capable of Carrying Over 50 Missiles\"",
      "summary": {
        "quote": "There were holes visible on the deck large enough to hold (launchers) sufficient to hold 50 or more missiles... I think it is a very reasonable number to deploy 32 (missiles) in the front and a little less in the rear. Or it could be a much smaller number of ballistic missiles",
        "text": "North Korea's new warship under construction in Nampo appears to be equipped with vertical launch systems capable of carrying over 50 missiles. This development signifies a major advancement in North Korea's naval capabilities, allowing for easier launch and reloading of missiles. The potential for missile exports and the need to take North Korea's conventional military buildup seriously is discussed, emphasizing the strategic implications for regional stability and the arms race.",
        "interestLevel": "⭐️⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250402163600009",
      "date": "Wed, 2 Apr 2025 20:45:44 +0900"
    },
    {
      "originalTitle": "[북한단신] 사리원에 수영장 갖춘 봉사기지 준공",
      "translatedTitle": "[North Korea Brief] Sariwon Service Base with Swimming Pool Completed",
      "summary": {
        "quote": "A multi-functional service base equipped with a swimming pool and various sports and treatment facilities has been completed and is in operation on the slopes of Gyeongamsan Mountain in Sariwon City, North Hwanghae Province",
        "text": "This article briefly mentions the completion of a multi-functional service base in Sariwon, North Korea, featuring a swimming pool and other recreational facilities. While seemingly minor, this underscores the regime's efforts to provide basic amenities and improve living standards, potentially as a means of consolidating domestic support. Also mentioned is the opening of the North Korean Disabled Children Rehabilitation Center, suggesting an effort to support vulnerable populations.",
        "interestLevel": "⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250402149200504",
      "date": "Wed, 2 Apr 2025 17:38:31 +0900"
    },
    {
      "originalTitle": "\"새로운 꿈 이루는 데 보탬 되길\"…탈북민 정착지원에 10억 기부",
      "translatedTitle": "\"Hoping to Contribute to Achieving New Dreams\"… 1 Billion Won Donated to Support Defector Settlement",
      "summary": {
        "quote": "Unlike North Korea, Korea is a place where you can create a better life as much as you work hard. I sincerely hope that my small donation will help you achieve your new dreams",
        "text": "A South Korean citizen, Yang Han-jong, donated 1 billion won to support the settlement of North Korean defectors. His donation was motivated by his personal experience as a separated family member and his desire to help defectors adjust to life in South Korea. This act of generosity highlights the support for defectors within South Korean society and the ongoing efforts to facilitate their integration and well-being.",
        "interestLevel": "⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250402084500504",
      "date": "Wed, 2 Apr 2025 13:35:14 +0900"
    },
    {
      "originalTitle": "北 \"미일 군수협력, 지역 불안정 요소…강력 억제력 비축할 것\"(종합)",
      "translatedTitle": "North Korea: US-Japan Military Cooperation is a Regional Instability Factor… Will Accumulate Powerful Deterrent Force (Comprehensive)",
      "summary": {
        "quote": "The joint production of advanced weapons pursued by the United States and Japan is adding a new strategic instability factor to the Asia-Pacific region and bringing a dark cloud",
        "text": "North Korea criticizes the recent joint military cooperation between the US and Japan, particularly regarding joint weapons production, as a destabilizing factor in the region. They accuse the US and Japan of pursuing an aggressive military alliance and express their intention to build a powerful deterrent force in response. This statement reflects North Korea's continued concerns about the US military presence in the region and its determination to counter perceived threats through its own military buildup.",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250402011951504",
      "date": "Wed, 2 Apr 2025 10:12:42 +0900"
    },
    {
      "originalTitle": "\"북한군, 쿠르스크서 사상자 5천명 넘어…3분의 1 전사\"",
      "translatedTitle": "\"North Korean Troops in Kursk Suffer Over 5,000 Casualties… One-Third Killed\"",
      "summary": {
        "quote": "As of March, North Korean forces had suffered more than 5,000 casualties in attack operations in Russian Kursk, and it is likely that about a third of them were killed",
        "text": "A report suggests that North Korean troops deployed in the war in Ukraine suffered significant casualties, with over 5,000 casualties, including approximately one-third killed. The high casualty rate is attributed to large-scale, attrition-based infantry advances. Despite these losses, their support has aided Russia in regaining territory, which may be very relevant given the current arms buildup and the alliance being solidified with russia.",
        "interestLevel": "⭐️⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250402035200009",
      "date": "Wed, 2 Apr 2025 09:22:02 +0900"
    },
    {
      "originalTitle": "美싱크탱크 \"北, 전략무인기 격납고 신축…테스트부대 신설한듯\"",
      "translatedTitle": "US Think Tank: North Korea Building New Hangar for Strategic UAVs… Appears to Have Established Test Unit",
      "summary": {
        "quote": "Satellite images show that seven additional UAV hangars, 40m wide, which began construction around July-August last year, have been completed... It appears that a unit of 8-16 aircraft is established for experiments and test flights of strategic UAVs",
        "text": "A US think tank reports that North Korea is expanding its strategic UAV infrastructure, including building new hangars and establishing a test unit at Panghyon Airbase. This expansion suggests ongoing production of strategic UAVs. While the North Korean drones appear to mimic the designs of US drones, they likely lack the advanced equipment of their counterparts, indicating a focus on surveillance capabilities, with implications for regional security and intelligence gathering.",
        "interestLevel": "⭐️⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250402015200071",
      "date": "Wed, 2 Apr 2025 07:29:20 +0900"
    },
    {
      "originalTitle": "[북한날씨] 대체로 흐리고 비 또는 눈…밤에 대부분 그쳐",
      "translatedTitle": "[North Korea Weather] Mostly Cloudy with Rain or Snow… Mostly Clearing at Night",
      "summary": {
        "quote": "Pyongyang : Cloudy and rainy, 12, 60",
        "text": "This article is a brief weather forecast for North Korea, providing temperature and precipitation predictions for various regions. While not directly related to historical analysis, the provided information about daily life and regional weather patterns could potentially offer insights into the environmental context of North Korean society that is only useful for a historian in certain circumstances.",
        "interestLevel": "⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250402012400504",
      "date": "Wed, 2 Apr 2025 06:49:27 +0900"
    },
    {
      "originalTitle": "北 \"미일 군수협력, 지역 불안정 요소…강력 억제력 비축할 것\"",
      "translatedTitle": "North Korea: US-Japan Military Cooperation is a Regional Instability Factor… Will Accumulate Powerful Deterrent Force",
      "summary": {
        "quote": "The joint production of advanced weapons pursued by the United States and Japan is adding a new strategic instability factor to the Asia-Pacific region and bringing a dark cloud",
        "text": "North Korea criticizes the recent joint military cooperation between the US and Japan, particularly regarding joint weapons production, as a destabilizing factor in the region. They accuse the US and Japan of pursuing an aggressive military alliance and express their intention to build a powerful deterrent force in response. This statement reflects North Korea's continued concerns about the US military presence in the region and its determination to counter perceived threats through its own military buildup.",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250402011900504",
      "date": "Wed, 2 Apr 2025 06:48:18 +0900"
    },
    {
      "originalTitle": "美합참의장 후보 \"韓日 주둔 미군규모 평가해 권고안 제출할것\"(종합2보)",
      "translatedTitle": "US Joint Chiefs of Staff Nominee: \"Will Evaluate the Size of US Forces Stationed in South Korea and Japan and Submit Recommendations\" (Comprehensive 2nd Report)",
      "summary": {
        "quote": "North Korea's long-range missile and nuclear program pose an immediate security challenge",
        "text": "The US Joint Chiefs of Staff nominee, Dan Kean, stated that North Korea's nuclear and missile programs pose an immediate security challenge, hinting at a reluctance to reduce US forces in South Korea and Japan. However, he also mentioned that he would evaluate the size of US forces in the region and submit recommendations, suggesting a potential for future adjustments. The nominee also noted the comprehensive partnership between Russia and North Korea and the potential for this partnership to enhance North Korea's military capabilities, increasing threats to regional stability and US interests. ",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250401181752071",
      "date": "Wed, 2 Apr 2025 01:58:59 +0900"
    },
    {
      "originalTitle": "美전문가 \"韓, 트럼프의 '골든돔' 협력해 미사일방어 강화해야\"",
      "translatedTitle": "US Expert: \"South Korea Should Cooperate with Trump's 'Golden Dome' to Strengthen Missile Defense\"",
      "summary": {
        "quote": "South Korea should strengthen its Korean-style missile defense system (KAMD) and link its efforts to President Trump's Golden Dome initiative",
        "text": "A US think tank expert suggests that South Korea should cooperate with the US to strengthen missile defense and naval power, particularly by participating in the 'Golden Dome' initiative. This proposal aligns with Trump's vision of a comprehensive missile defense network and suggests a closer integration of South Korean defense capabilities with US strategic goals. The expert also advocates for collaboration in naval modernization, joint production of military systems, and increased joint military exercises, reflecting a broader effort to strengthen the alliance against perceived threats.",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250401183300071",
      "date": "Wed, 2 Apr 2025 00:04:00 +0900"
    }
  ]
}