{
  "articles": [
    {
      "originalTitle": "[북한날씨] 오전에 평북·함경 비 또는 눈…오후 맑아져",
      "translatedTitle": "North Korean Weather: Rain or Snow in North Pyongan and Hamgyong Provinces in the Morning... Clearing Up in the Afternoon",
      "summary": {
        "quote": "Pyongyang and other areas south of the central region will be foggy and a fog advisory has been issued",
        "text": "This article reports on the weather forecast for North Korea, indicating overcast conditions with potential rain or snow in northern provinces during the morning, clearing up in the afternoon. A fog advisory was issued for Pyongyang and other southern regions. It provides a region by region breakdown of weather conditions and temperatures.",
        "interestLevel": "⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250408014100504",
      "date": "Tue, 8 Apr 2025 07:14:11 +0900"
    },
    {
      "originalTitle": "유엔 \"北 영유아사망률 1천명당 18명\"…코로나 봉쇄기간 0.3명↑",
      "translatedTitle": "UN: North Korea Infant Mortality Rate at 18 per 1,000... Up 0.3 During COVID Lockdowns",
      "summary": {
        "quote": "North Korea's under-5 mortality rate was estimated at 18 per 1,000 in 2023",
        "text": "The UN estimates that North Korea's infant mortality rate worsened during the COVID-19 pandemic and border closures. The under-5 mortality rate is estimated at 18 per 1,000 live births in 2023, a slight increase from 2019, reversing previous improvements. The article suggests that reduced vaccination rates during the pandemic may have contributed to this increase, leaving children more vulnerable to infectious diseases.",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250408013100504",
      "date": "Tue, 8 Apr 2025 07:13:09 +0900"
    },
    {
      "originalTitle": "北 '한국전쟁 지원군 기념시설' 中관리인력 5년만에 돌아와",
      "translatedTitle": "North Korea: Chinese Personnel Return to Korean War Support Army Memorial Facilities After 5 Years",
      "summary": {
        "quote": "Welcome back to Korea after 5 years",
        "text": "Chinese personnel responsible for managing memorial facilities dedicated to the Chinese People's Volunteer Army (Korean War) have returned to North Korea after a five-year absence due to COVID-19 restrictions. The Chinese ambassador visited the facilities, emphasizing the importance of maintaining the memorials and promoting friendship between North Korea and China. This event signals a potential thaw in relations and increased exchange after a period of limited high-level interaction.",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250407140100083",
      "date": "Mon, 7 Apr 2025 19:59:09 +0900"
    },
    {
      "originalTitle": "日경찰, '北외화벌이 신분위장 지원' 일본인 2명 송치",
      "translatedTitle": "Japanese Police Transfer Two Japanese Nationals for 'Supporting North Korean Foreign Currency Earnings by Disguising Identities'",
      "summary": {
        "quote": "North Korean IT technicians disguise their identities to receive work orders, which is a national foreign currency acquisition activity that is problematic for the UN and others",
        "text": "Japanese police have apprehended two Japanese individuals suspected of aiding a North Korean IT worker in posing as a Japanese citizen. The individuals provided personal documents for the IT worker to obtain online work and funneled the earnings, minus a commission, to overseas accounts believed to be linked to North Korea. The money earned is suspected to have been used to fund North Korea's nuclear and missile programs and highlights North Korean attempts to earn foreign currency through illicit means.",
        "interestLevel": "⭐️⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250407122900073",
      "date": "Mon, 7 Apr 2025 16:56:55 +0900"
    },
    {
      "originalTitle": "[영상] 6년만에 재개 '평양마라톤' 46개국 참가…본격 외화벌이 신호?",
      "translatedTitle": "[Video] Pyongyang Marathon Reopened After 6 Years, With Participants From 46 Countries... A Signal for Full-Scale Foreign Currency Earning?",
      "summary": {
        "quote": "The 31st Pyongyang International Marathon was held on the 6th",
        "text": "North Korea has reopened the Pyongyang International Marathon after a six-year hiatus due to the COVID-19 pandemic, with over 200 foreign athletes participating from 46 countries. The event included full and half marathon courses, as well as 10km and 5km races. The marathon is part of a larger tourism package and is analyzed as a potential signal of North Korea's renewed efforts to generate foreign currency by reopening its borders to tourists after extended COVID-19 related closures.",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250407122300704",
      "date": "Mon, 7 Apr 2025 16:47:15 +0900"
    },
    {
      "originalTitle": "[북한단신] 김정은, 라오스 주석에게 조전",
      "translatedTitle": "[North Korean News in Brief] Kim Jong-un Sends Condolences to Laotian President",
      "summary": {
        "quote": "Kim Jong-un sent a message of condolence to Laotian President Thongloun Sisoulith on the death of former Laotian President Khamtai Siphandone",
        "text": "This article contains brief news items from North Korea, including Kim Jong-un sending condolences to the Laotian President, Cambodian royalty sending flowers for Kim Il-sung's birthday, a performance by Pyongyang high school graduates, and an award ceremony for faculty at Chongryon's Korea University in Japan. None of these items are very noteworthy but could be useful for general awareness.",
        "interestLevel": "⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250407117400504",
      "date": "Mon, 7 Apr 2025 16:41:47 +0900"
    },
    {
      "originalTitle": "인권위원장 \"유엔인권이사회 북한인권결의 채택 환영\"",
      "translatedTitle": "Human Rights Chairman Welcomes Adoption of UN Human Rights Council Resolution on North Korea Human Rights",
      "summary": {
        "quote": "The resolution calls for the immediate release of North Korean defectors and UN member state nationals who have been forcibly deported or repatriated and detained",
        "text": "The head of South Korea's National Human Rights Commission welcomes the UN Human Rights Council's unanimous adoption of a resolution addressing human rights concerns in North Korea. The resolution calls for the release of forcibly returned defectors, an end to forced labor and child punishment, and condemns excessive use of force that contributes to international insecurity, referencing the Russia-Ukraine war. The statement reflects concern over ongoing systemic human rights violations and expresses hope for positive change through cooperation with the international community.",
        "interestLevel": "⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250407099400004",
      "date": "Mon, 7 Apr 2025 14:55:55 +0900"
    },
    {
      "originalTitle": "北, 6년 만에 평양서 국제마라톤대회…코로나 이후 첫 개최(종합)",
      "translatedTitle": "North Korea Holds International Marathon in Pyongyang for the First Time in 6 Years After COVID-19 (Comprehensive)",
      "summary": {
        "quote": "As the starting gun fired, the athletes and enthusiasts left the starting line and ran vigorously along the designated course",
        "text": "North Korea has hosted the Pyongyang International Marathon for the first time in six years since the COVID-19 pandemic. Athletes from North Korea, China, and other countries participated in the event, which included full and half marathons, 10km, and 5km races. This reopening signals a potential shift towards resuming tourism and generating foreign currency after prolonged border closures, but could be reversed if there are any threats to the Kim regime or internal stability.",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250407005851504",
      "date": "Mon, 7 Apr 2025 11:14:09 +0900"
    },
    {
      "originalTitle": "법관기피로 중단된 이재명 '대북송금 사건' 재판 4개월만에 재개",
      "translatedTitle": "Lee Jae-myung's 'North Korean Remittance Case' Trial Resumes After 4-Month Suspension Due to Judge Recusal",
      "summary": {
        "quote": "The trial procedure, which had been suspended since December 13 last year when Representative Lee filed a motion to recuse the then-Criminal Division 11 judge (Chief Judge Shin Jin-woo), is expected to resume after about four months",
        "text": "The trial of Lee Jae-myung, leader of the Democratic Party, related to the 'North Korean remittance case' is set to resume after being suspended for four months due to a judge recusal request. The case involves allegations of Lee's involvement in illegal remittances to North Korea through the 쌍방울 group during his time as Governor of Gyeonggi Province, specifically to cover the province's expenses for a smart farm project and Lee's potential visit to North Korea.",
        "interestLevel": "⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250407052100061",
      "date": "Mon, 7 Apr 2025 10:33:03 +0900"
    },
    {
      "originalTitle": "[북한날씨] 평북·함경도 대체로 흐림…\"안개주의 경보\"",
      "translatedTitle": "[North Korean Weather] North Pyongan and Hamgyong Provinces Mostly Cloudy... 'Fog Alert'",
      "summary": {
        "quote": "Pyongyang and many areas south of central region will be foggy and dense fog with visibility below 100m is expected in some areas",
        "text": "This article reports on the weather forecast for North Korea, indicating mostly cloudy conditions in North Pyongan and Hamgyong provinces, with potential rain or snow in the evening. A fog advisory was issued for Pyongyang and other southern regions with visibility potentially dropping below 100m. This is typical and not too newsworthy.",
        "interestLevel": "⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250407006300504",
      "date": "Mon, 7 Apr 2025 07:05:01 +0900"
    },
    {
      "originalTitle": "北, 6년 만에 평양서 국제마라톤대회…코로나 이후 첫 개최",
      "translatedTitle": "North Korea Holds International Marathon in Pyongyang for the First Time in 6 Years After COVID-19",
      "summary": {
        "quote": "Athletes and enthusiasts who left the starting line as soon as the starting gun fired energetically ran along the pre-established course",
        "text": "North Korea has hosted the Pyongyang International Marathon for the first time in six years since the COVID-19 pandemic. Athletes from North Korea, China, and other countries participated in the event, which included full and half marathons, 10km, and 5km races. The reopening signals a potential shift towards resuming tourism and generating foreign currency after prolonged border closures.",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250407005800504",
      "date": "Mon, 7 Apr 2025 07:03:13 +0900"
    },
    {
      "originalTitle": "[북한단신] 러시아 공산당 대표단 만경대 방문",
      "translatedTitle": "[North Korean News in Brief] Russian Communist Party Delegation Visits Mangyongdae",
      "summary": {
        "quote": "A delegation from the Communist Party of Russia, headed by Secretary Kazbek Taysaev, visited Mangyongdae, the birthplace of Kim Il-sung",
        "text": "This article presents a series of brief news items from North Korea. The Russian Communist Party delegation visited Mangyongdae, the birthplace of Kim Il-sung, and other locations, the international marathon included Chinese, Romanian, Moroccan, and Ethiopian atheletes, and arrived in Pyongyang. It is an interesting tidbit regarding international relations with Russia.",
        "interestLevel": "⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250406038600504",
      "date": "Sun, 6 Apr 2025 17:00:33 +0900"
    },
    {
      "originalTitle": "[북한날씨] 전지역 흐리다가 오후부터 맑아져",
      "translatedTitle": "[North Korean Weather] Mostly Cloudy, Clearing Up From Afternoon Throughout The Area",
      "summary": {
        "quote": "Pyongyang will be foggy in the morning and will mostly clear from the morning",
        "text": "The weather forecast for North Korea predicts mostly cloudy conditions across the country, clearing up in the afternoon. Hamgyongbuk-do will be cloudy, with occasional rain or snow in Pyonganbuk-do and Hamgyong Provinces from early morning to late afternoon. This could be usefull for analysis if the weather is related to some event but in this summary on its own it does not provide valuable data.",
        "interestLevel": "⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250406004000504",
      "date": "Sun, 6 Apr 2025 06:30:32 +0900"
    },
    {
      "originalTitle": "[북한단신] 김성남 당 국제부장, 러 공산당 대표단 면담",
      "translatedTitle": "[North Korean News in Brief] Kim Song-nam, Director of the Party's International Department, Meets with Russian Communist Party Delegation",
      "summary": {
        "quote": "Kim Song-nam, director of the Workers' Party International Department, met with a delegation from the Communist Party of Russia",
        "text": "This article contains brief news items from North Korea, including a meeting between Kim Song-nam and a Russian Communist Party delegation. Another item lists sporting events going on. Meeting is something to note for tracking international relations with Russia, and also tracking party officials.",
        "interestLevel": "⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250405038900504",
      "date": "Sat, 5 Apr 2025 17:14:57 +0900"
    },
    {
      "originalTitle": "북한도 연일 '산불조심' 강조…\"경중따지면 돌이킬수 없는 후과\"",
      "translatedTitle": "North Korea Emphasizes 'Forest Fire Prevention' Every Day... 'Irreversible Consequences If Importance Is Not Weighed'",
      "summary": {
        "quote": "If you prioritize the business and regard forest fire prevention as secondary, gaps will occur, eventually leading to irreversible consequences",
        "text": "North Korean state media is emphasizing the importance of forest fire prevention during the spring season. Articles highlight the need for comprehensive measures and criticize negligence in enforcing regulations and could reflect a fear of potential economic consequences. The media also covers wildfires in South Korea, potentially to highlight the dangers of fire and the potential of the issue to have negative consequences when not managed properly.",
        "interestLevel": "⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250403173500504",
      "date": "Sat, 5 Apr 2025 07:13:00 +0900"
    },
    {
      "originalTitle": "[북한날씨] 대체로 흐리고 평안도·함경도·황해도에 비",
      "translatedTitle": "[North Korean Weather] Mostly Cloudy and Rain in Pyongan, Hamgyong, and Hwanghae Provinces",
      "summary": {
        "quote": "North Korea will be mostly cloudy and rain is expected in Pyongan, Hamgyong, and Hwanghae Provinces",
        "text": "This article reports on the weather forecast for North Korea, predicting mostly cloudy conditions with rain in Pyongan, Hamgyong, and Hwanghae provinces. This is typical weather information and not too newsworthy for the professor's work.",
        "interestLevel": "⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250405012200504",
      "date": "Sat, 5 Apr 2025 06:52:16 +0900"
    },
    {
      "originalTitle": "[尹파면] 북한, 하루지나 논평 없이 간략 보도…\"재판관 전원일치\"",
      "translatedTitle": "[Yoon Impeachment] North Korea Reports Briefly Without Commentary After One Day... 'Unanimous Decision by All Judges'",
      "summary": {
        "quote": "According to the decision adopted unanimously by all eight judges, Yoon Seok-yeol was immediately dismissed from the presidency",
        "text": "North Korea briefly reported on the impeachment of former South Korean President Yoon Suk-yeol without providing commentary a day after the ruling. The article highlights the unanimous decision by the constitutional court. The delayed response is interpreted as a deliberate distancing from South Korea, given the declared 'hostile two-state relationship'.",
        "interestLevel": "⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250405012000504",
      "date": "Sat, 5 Apr 2025 06:48:36 +0900"
    },
    {
      "originalTitle": "김정은, 尹파면된 날 특수부대 훈련시찰…\"싸움준비완성이 애국\"",
      "translatedTitle": "Kim Jong-un Inspects Special Forces Training on Day of Yoon's Impeachment... 'Completing Battle Readiness is Patriotism'",
      "summary": {
        "quote": "Completing battle preparations is the greatest patriotism and loyalty to the state and people",
        "text": "On the same day that South Korea's Constitutional Court impeached former President Yoon Suk-yeol, Kim Jong-un inspected special operations forces training, emphasizing battle readiness. Kim emphasized ideological preparedness and highlighted the importance of strengthening special operations forces as a key component of North Korea's military strategy. There are strong signals that he is trying to show he would capitalize on the confusion in the south, and prepare his troops to move into the south, including a strong push with newly made sniper weapons.",
        "interestLevel": "⭐️⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250405011600504",
      "date": "Sat, 5 Apr 2025 06:37:32 +0900"
    },
    {
      "originalTitle": "[尹파면] 북, 아직 무반응…박근혜 때는 2시간여만에 신속 보도",
      "translatedTitle": "[Yoon Impeachment] North Korea, Still No Reaction... Quickly Reported Park Geun-hye's Case in About 2 Hours",
      "summary": {
        "quote": "North Korea has not reported any news related to the Constitutional Court's decision to impeach former President Yoon Seok-yeol",
        "text": "North Korea had yet to react to the news as of this report. This silence contrasts with their swift coverage of Park Geun-hye's impeachment in 2017. The lack of response could be related to heightened tensions and could mean that they are still deciding how to react and what type of response they want to give, though it is likely to continue the practice of minimal engagement.",
        "interestLevel": "⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250404170100504",
      "date": "Fri, 4 Apr 2025 21:43:54 +0900"
    },
    {
      "originalTitle": "[북한단신] 김정은 작년 업적 담은 중앙사진전람회 개막",
      "translatedTitle": "[North Korean News in Brief] Kim Jong-un's Central Photo Exhibition of Achievements Opens Last Year",
      "summary": {
        "quote": "The Central Photo Exhibition showing the achievements made by State Affairs Chairman Kim Jong-un in 2024 opened on the 3rd at the People's Palace of Culture",
        "text": "This article compiles a list of brief news reports from North Korea. They include the opening of a photo exhibition showcasing Kim Jong-un's accomplishments in 2024, a spring shoe exhibition, the return of wrestlers from an Asian championship, a delegation departing for an international conference in Uzbekistan, and a cooking festival commemorating Kim Il-sung's birthday. No information is exceptionally useful.",
        "interestLevel": "⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250404147800504",
      "date": "Fri, 4 Apr 2025 17:13:55 +0900"
    }
  ]
}