{
  "articles": [
    {
      "originalTitle": "[북한단신] 4월의 봄 인민예술축전 폐막",
      "translatedTitle": "[North Korea Briefs] April Spring People's Art Festival Closes",
      "summary": {
        "quote": "A letter of loyalty to State Affairs Commission Chairman Kim Jong-un was adopted",
        "text": "The 9th April Spring People's Art Festival, held in Pyongyang to celebrate the 113th anniversary of Kim Il-sung's birth, closed on April 17th. High-ranking officials such as Ju Chang-il, a department head of the Central Committee of the Workers' Party of Korea, attended the closing ceremony. The adoption of a letter pledging allegiance to Kim Jong-un is a familiar, predictable move but its continued presence highlights the personality cult surrounding the Kim family and the regime's reliance on ideological control.",
        "interestLevel": "⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250418135900504",
      "date": "Fri, 18 Apr 2025 17:15:11 +0900"
    },
    {
      "originalTitle": "\"북한, 부정부패 의혹에 해외파견 요원 선발기준 강화\"",
      "translatedTitle": "North Korea Strengthens Screening Criteria for Overseas Dispatch Personnel Amid Allegations of Corruption",
      "summary": {
        "quote": "The directive is a signal that security personnel should avoid corruption, such as bribery, and closely monitor each other",
        "text": "North Korea is reportedly recalling State Security Department (SSD) agents dispatched abroad due to corruption allegations and strengthening selection and training processes for future personnel. A directive mandates weekly ideological and work reviews and written reports from the agents. Those from border regions or with prior overseas experience are being excluded due to potential compromise. The emphasis on rooting out corruption and ensuring loyalty reflects a deeper concern about maintaining regime control and preventing further erosion of state authority.",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250418073300009",
      "date": "Fri, 18 Apr 2025 11:57:55 +0900"
    },
    {
      "originalTitle": "尹파면에도…통일부, '8·15 독트린' 상세 수록 통일교재 발간",
      "translatedTitle": "Despite Yoon's Impeachment…Ministry of Unification Publishes Unification Textbook Detailing '8·15 Doctrine'",
      "summary": {
        "quote": "Kim Jong-un's succession structure is introduced based on the treatment and exposure of his daughter 'Joo-ae', and it is evaluated that the possibility of the fourth generation succession of the Kim Jong-un regime is high",
        "text": "The Ministry of Unification published new unification textbooks focusing on former President Yoon Suk-yeol's North Korea policies, including the '8·15 Unification Doctrine', despite Yoon's impeachment. The textbook details Yoon's policies, allocating significant space to the '8·15 Unification Doctrine,' even though the policy is no longer valid. The subtle change in wording regarding Kim Jong-un's daughter, Ju-ae, and the possibility of a fourth-generation succession highlights the ongoing speculation and analysis surrounding the Kim family's dynastic rule, something of interest to women's studies and NK leadership in general.",
        "interestLevel": "⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250417135300504",
      "date": "Fri, 18 Apr 2025 10:00:01 +0900"
    },
    {
      "originalTitle": "\"北탄도미사일, 러 기술지원으로 성능개선…우크라 요격 어려워져\"",
      "translatedTitle": "North Korean Ballistic Missiles Improved with Russian Technical Support…Difficult for Ukraine to Intercept",
      "summary": {
        "quote": "Russian ballistic missile Iskander-M was intercepted, but North Korean missiles were not",
        "text": "North Korean ballistic missiles provided to Russia have reportedly been improved with Russian technical assistance, making them increasingly difficult for Ukrainian air defenses to intercept. Early versions of the missiles often disintegrated mid-flight, but recent versions show significant improvements. The article suggests Russia is providing technical support to North Korea's missile program, which could have serious implications for the conflict in Ukraine and for the overall security situation on the Korean peninsula.",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250418035800009",
      "date": "Fri, 18 Apr 2025 09:47:43 +0900"
    },
    {
      "originalTitle": "트럼프 \"해산물 관련 외국 강제노동 검토\" 지시…北中 겨냥한듯",
      "translatedTitle": "Trump Orders Review of Foreign Forced Labor Related to Seafood…Targeting North Korea and China?",
      "summary": {
        "quote": "Review trade practices, including 'illegal, unreported, and unregulated' (IUU) fishing by major seafood producing countries and the use of forced labor in seafood supply chains",
        "text": "Former President Donald Trump ordered the development of a strategy to counter 'unfair practices' and non-tariff barriers in foreign seafood trade, potentially targeting North Korea and China. The order directs a review of forced labor in seafood supply chains, which could impact North Korean workers exploited in Chinese fishing operations. This aligns with reports of North Korean laborers facing exploitative conditions in Chinese fisheries to earn foreign currency for the regime.",
        "interestLevel": "⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250418016400071",
      "date": "Fri, 18 Apr 2025 08:00:30 +0900"
    },
    {
      "originalTitle": "[북한날씨] 오후까지 평안도·함경도에 가끔 비…\"센바람 주의경보\"",
      "translatedTitle": "[North Korean Weather] Occasional Rain in Pyongan and Hamgyong Provinces Until Afternoon…'Strong Wind Warning'",
      "summary": {
        "quote": "It is expected that strong winds of 10-15m per second will blow in some areas of South Hamgyong Province, North Hamgyong Province, and Yanggang Province",
        "text": "The weather forecast for North Korea includes cloudy conditions across all regions, with occasional rain or snow in Pyongan and Hamgyong provinces. A 'strong wind warning' was issued for some areas of South Hamgyong, North Hamgyong, and Yanggang provinces, with expected winds of 10-15 meters per second. While weather reports themselves are not particularly insightful, any mention of regions can give a slight insight to internal operations.",
        "interestLevel": "⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250418009900504",
      "date": "Fri, 18 Apr 2025 06:34:51 +0900"
    },
    {
      "originalTitle": "러 블라디-北 나선 여객열차 전승절 전날 운행 시작",
      "translatedTitle": "Russia-North Korea Passenger Train Between Vladivostok and Rason to Start Service the Day Before Victory Day",
      "summary": {
        "quote": "Russian tourists will be able to visit the monument to Soviet soldiers who lost their lives to the Japanese army during the liberation of North Korea (1945) the day before Victory Day (May 9)",
        "text": "A new passenger train connecting Vladivostok, Russia, and Rason (Naseon), North Korea, will begin service on May 8th. The route highlights the growing ties between the two countries and provides a new avenue for tourism and potentially increased cultural exchange. This could be a way for Russia to subtly undermine sanctions against North Korea and increase its influence in the region.",
        "interestLevel": "⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250417174100080",
      "date": "Thu, 17 Apr 2025 20:29:14 +0900"
    },
    {
      "originalTitle": "[영상] 북한군 다음 목표는?…\"러, 우크라이나 영토에 배치 계획\"",
      "translatedTitle": "[Video] What is the Next Target of the North Korean Army?...'Russia Plans to Deploy to Ukrainian Territory'",
      "summary": {
        "quote": "Russia plans to use the North Korean army in the war on Ukrainian territory",
        "text": "Claims have emerged that North Korean troops who participated in expelling Ukrainian forces from Russia's Kursk region are preparing to enter mainland Ukraine. Russia may claim that the area where the North Korean troops are deployed is Russian land under the Russian constitution. The deployment of North Korean troops to occupied territories would likely be used to justify further military aid from Russia, highlighting the ongoing military cooperation between the two countries.",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250417155000704",
      "date": "Thu, 17 Apr 2025 17:16:15 +0900"
    },
    {
      "originalTitle": "[북한단신] 조총련, 김일성 생일 113주년 경축 중앙대회 개최",
      "translatedTitle": "[North Korea Briefs] Chongryon Holds Central Meeting Celebrating Kim Il-sung's 113th Birthday",
      "summary": {
        "quote": "The Central Assembly of the Korean Residents in Japan celebrated the 113th anniversary of the birth of Chairman Kim Il-sung at the Central Hall of the General Association of Korean Residents in Japan (Chongryon) on the 13th",
        "text": "The General Association of Korean Residents in Japan (Chongryon) held a central meeting to celebrate the 113th anniversary of Kim Il-sung's birth. The Kim Il-sung Kim Jong-il Foundation's co-chairman, Johnny Hon, and his party returned home on the 16th. This highlights the continuing influence of the Kim family ideology on overseas Koreans and the ongoing financial support provided by the North Korean regime, which often has ties to gender associations as well.",
        "interestLevel": "⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250417149300504",
      "date": "Thu, 17 Apr 2025 16:49:09 +0900"
    },
    {
      "originalTitle": "[르포] '북한이 코 앞'…동해 최북단 저도어장, 올해도 문 열다",
      "translatedTitle": "[Report] 'North Korea is Right in Front of You'…Donghae's Northernmost Jodo Fishing Ground Opens This Year Too",
      "summary": {
        "quote": "We are leaving with a dream of a full load",
        "text": "The Jodo fishing ground, located in the eastern sea's northernmost reaches and a mere 1.8km from the Northern Limit Line (NLL), has opened for the season. The area is known as a 'golden fishing ground' with a variety of species, including giant octopus, snow crabs, sea cucumbers, and seaweed. The area's proximity to the NLL results in heightened security and naval presence, which would have a gendered impact on the area's population.",
        "interestLevel": "⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250417120500062",
      "date": "Thu, 17 Apr 2025 15:20:58 +0900"
    },
    {
      "originalTitle": "\"북러 잇는 두만강 '자동차 다리' 신설 준비 분주\"",
      "translatedTitle": "Preparations Busy for New 'Automobile Bridge' Linking North Korea and Russia Across the Tumen River",
      "summary": {
        "quote": "Satellite photos show that preparations are continuing for the construction of a Tumen River automobile bridge linking North Korea and Russia",
        "text": "Preparations are underway to construct a road bridge across the Tumen River between North Korea and Russia, as agreed upon during the summit last year. Satellite imagery reveals land clearing and construction activities on both sides of the river. The new bridge would facilitate increased economic cooperation, including access to women working across the border in either country, between North Korea and Russia, potentially undermining international sanctions and furthering their strategic partnership.",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250417059100009",
      "date": "Thu, 17 Apr 2025 10:56:46 +0900"
    },
    {
      "originalTitle": "\"北, 우크라 본토 파병 계획\" 주장…전쟁개입 확대되나",
      "translatedTitle": "North Korea Claims Plan to Dispatch Troops to Ukraine…Will War Involvement Expand?",
      "summary": {
        "quote": "Russia plans to use the North Korean army in the war on Ukrainian territory",
        "text": "Claims are surfacing that North Korean troops, previously involved in operations in Russia's Kursk region, are preparing to enter mainland Ukraine. The deployment of North Korean forces within occupied territories would provide Russia with a pretense to justify continued military aid and support to North Korea, allowing Russia to claim protection of it's own territory. This development could signal an escalation of North Korea's involvement in the conflict and deepen its reliance on Russia for economic and military assistance.",
        "interestLevel": "⭐️⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250417066500009",
      "date": "Thu, 17 Apr 2025 10:54:13 +0900"
    },
    {
      "originalTitle": "올해 1분기 탈북민 38명 입국…20·30대가 절반 이상",
      "translatedTitle": "38 North Korean Defectors Entered South Korea in the First Quarter of This Year…More Than Half are in Their 20s and 30s",
      "summary": {
        "quote": "In the first quarter of this year, the number of North Korean defectors entering the country was 38",
        "text": "Thirty-eight North Korean defectors entered South Korea in the first quarter of this year, with women making up 37 and men only 1. The majority were in their 20s and 30s, a trend which persists. This information is a slight decrease from the previous years which indicates heightened awareness of border security and a higher risk involved in defecting.",
        "interestLevel": "⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250417070800504",
      "date": "Thu, 17 Apr 2025 10:52:21 +0900"
    },
    {
      "originalTitle": "김진태 강원지사 \"북한 도발에 호락호락한 모습 보이지 않겠다\"",
      "translatedTitle": "Gangwon Governor Kim Jin-tae: 'We Will Not Show a Complacent Attitude Towards North Korean Provocations'",
      "summary": {
        "quote": "If we show a complacent attitude towards provocations, it will never work",
        "text": "Following a recent North Korean military incursion south of the Military Demarcation Line (MDL) in the Gangwon Province border region, Gangwon Governor Kim Jin-tae requested a strong response to any further provocations. He emphasized the need for a firm response and assured residents that the province is dedicated to their safety. Given past intersections between women on both sides of the border, it is particularly important to note which areas had security breaches.",
        "interestLevel": "⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250417065200062",
      "date": "Thu, 17 Apr 2025 10:39:45 +0900"
    },
    {
      "originalTitle": "한미일 해군 수뇌 3자 화상회의…\"북한 도발 억제 공조\"",
      "translatedTitle": "Trilateral Video Conference of ROK, US, and Japan Navy Chiefs…'Cooperation to Deter North Korean Provocations'",
      "summary": {
        "quote": "Close communication and efforts between the ROK and US Navies and the Japanese Maritime Self-Defense Force must continue in preparation for North Korea's nuclear and missile threats",
        "text": "The navy chiefs of South Korea, the United States, and Japan held a trilateral video conference to discuss cooperation in deterring North Korean nuclear and missile threats and preparing for maritime provocations. The officials agreed on the need for continued communication and collaboration to effectively deter and respond to North Korean provocations. This ongoing cooperation underscores the increasing security concerns in the region and the commitment to maintaining a strong deterrent posture.",
        "interestLevel": "⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250417063200504",
      "date": "Thu, 17 Apr 2025 10:32:24 +0900"
    },
    {
      "originalTitle": "[북한날씨] 전 지역 대체로 흐림",
      "translatedTitle": "[North Korean Weather] Mostly Cloudy Across All Regions",
      "summary": {
        "quote": "It will be mostly cloudy across all regions on the 17th",
        "text": "The weather forecast for North Korea indicates mostly cloudy conditions across all regions, with occasional rain in Pyongan South Province, Hamgyong South Province, and Hwanghae Province in the morning, and in Pyongan North Province in the afternoon. While weather reports themselves are not particularly insightful, any mention of regions can give a slight insight to internal operations.",
        "interestLevel": "⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250417013600504",
      "date": "Thu, 17 Apr 2025 06:55:06 +0900"
    },
    {
      "originalTitle": "北, 이스라엘 가자지구 공격 재개에 \"영토 강탈 야망\" 비난",
      "translatedTitle": "North Korea Criticizes Israel's Resumption of Attacks on Gaza Strip, Calling it an 'Ambition to Seize Territory'",
      "summary": {
        "quote": "Israel is making its attempts to move toward territorial expansion more blatant",
        "text": "North Korea condemned Israel's resumption of ground attacks in the Gaza Strip, accusing it of an 'ambition to seize territory.' North Korea blames US influence, claiming the US encouraged Israel to occupy Gaza after conflicts cease. This reflects North Korea's consistent anti-Western stance and its support for states and groups that oppose US foreign policy and a potential ally in international relations.",
        "interestLevel": "⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250417013400504",
      "date": "Thu, 17 Apr 2025 06:54:37 +0900"
    },
    {
      "originalTitle": "北, 美전략폭격기 한반도 전개 반발…\"강력한 힘으로 억제할 것\"",
      "translatedTitle": "North Korea Rejects US Strategic Bomber Deployment on Korean Peninsula…'We Will Deter with Powerful Force'",
      "summary": {
        "quote": "We will deter the United States' aggressive intentions with powerful force",
        "text": "North Korea criticized the deployment of a US B-1B strategic bomber over the Korean Peninsula during joint air exercises between the US and South Korea, claiming it would deter the aggression with powerful force. North Korea sees the deployment as an overt threat and a provocation that escalates military tensions in the region. This reflects North Korea's consistent opposition to US military presence in the region and its use of heightened rhetoric to express its security concerns.",
        "interestLevel": "⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250417011000504",
      "date": "Thu, 17 Apr 2025 06:23:52 +0900"
    },
    {
      "originalTitle": "[북한단신] 평안남도에 학교·유치원 90여개 신축·개축",
      "translatedTitle": "[North Korea Briefs] Over 90 New and Renovated Schools and Kindergartens in South Pyongan Province",
      "summary": {
        "quote": "A project is underway to build or renovate a total of about 90 schools, branch schools, and kindergartens in Pyongsong City, Daedong County, Mundok County, and Sukchon County, South Pyongan Province",
        "text": "South Pyongan Province is reportedly undertaking a project to construct or renovate over 90 schools, branch schools, and kindergartens. Chongryon's Central Standing Committee sent a letter to Kim Jong-un expressing their gratitude for his education assistance and scholarship support. The focus on education and youth initiatives aligns with the regime's long-standing efforts to indoctrinate future generations with its ideology and values, including gender roles and social structures.",
        "interestLevel": "⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250416140200504",
      "date": "Wed, 16 Apr 2025 17:09:33 +0900"
    },
    {
      "originalTitle": "북방한계선과 불과 1.8㎞…동해안 최북단 황금어장 17일 개장",
      "translatedTitle": "Just 1.8km from the Northern Limit Line…The Eastern Coast's Northernmost Golden Fishing Ground Opens on the 17th",
      "summary": {
        "quote": "We will do our best to contribute to increasing the income of fishermen without border crossings or safety accidents",
        "text": "The Jodo fishing ground, located on the eastern coast's northernmost reaches, will open on the 17th. The area, situated a mere 1.8km from the Northern Limit Line (NLL), is a 'golden fishing ground' known for its abundance of various species. The presence of multiple security forces can be expected, which often has a gendered impact for those in the area.",
        "interestLevel": "⭐️⭐️⭐️"
      },
      "url": "https://www.yna.co.kr/view/AKR20250416136200062",
      "date": "Wed, 16 Apr 2025 16:39:10 +0900"
    }
  ]
}